{
    "America": "America",
    "Asia": "Asia",
    "Cloud Password": "Contraseña de la nube",
    "Cloud Polling Interval": "Intervalo de sondeo de datos usando la nube",
    "Cloud Sync Information": "Ahora estamos obteniendo los dispositivos registrados de su cuenta de la aplicación Tuya...",
    "Cloud Sync Title": "Sincronización en la nube de la aplicación Tuya",
    "Cloud Username": "Nombre de usuario/correo electrónico en la nube",
    "Cloud-App-Login": "Configuración para el inicio de sesión de la aplicación Tuya Cloud",
    "Cloud-Polling settings": "Configuración para sondeo de dispositivos a través de Tuya Cloud",
    "DiscoveredCloudInfo": "¡Éxito! %s dispositivos y %s esquemas recibidos de Tuya App Cloud. Esta superposición se cierra en 10 segundos.",
    "DiscoveredInfo": "¡Éxito! %s dispositivos y %s esquemas descubiertos. el proxy se apagará en 10 segundos.",
    "Europe": "Europa",
    "India": "India",
    "Local Connections": "Conexiones locales",
    "Local-Polling settings": "Configuración para el sondeo de dispositivos conectados localmente",
    "Mobile app Account Type": "Aplicación móvil Tipo de cuenta",
    "Polling Interval": "Intervalo de sondeo de datos (para dispositivos no sincronizados hasta el momento)",
    "Proxy Information": "Información de representación",
    "Proxy Port": "Puerto proxy",
    "Proxy Sync": "Sincronización de proxy (alternativa)",
    "Proxy Web Info Port": "Puerto de certificado SSL de proxy",
    "Proxy-Info": "La sincronización de proxy es la forma alternativa de sincronizar los dispositivos registrados con una aplicación Tuya. ¡Se recomienda usar la Sincronización de Tuya Cloud en la otra pestaña! La sincronización se realiza mediante el uso del proxy web del adaptador en su WLAN junto con un certificado SSL. Para obtener más información, consulte <a href=\"https://github.com/Apollon77/ioBroker.tuya/blob/master/PROXY.md\" target=\"_blank\">LÉAME</a>.<br/><br/> Primero cierre la aplicación \"Tuya\" en su dispositivo móvil. Inicie el proxy con el botón a continuación y siga las instrucciones que se muestran.",
    "ProxyInfoText": "Debido a los cambios de Tuya, la sincronización de proxy solo es posible con Tuya (o aplicaciones compatibles) < 3.14. Para obtener instrucciones sobre cómo usar un simulador de Android, consulte las <a href=\"https://github.com/Apollon77/ioBroker.tuya/blob/master/PROXY.md#detailed-step-by-step-guide-for-using-proxy-with-android-and-older-app-version\" target=\"_blank\"> instrucciones en GitHub</a>.",
    "ProxySteps": "Use el código QR para agregar el certificado a su teléfono móvil, actívelo y agregue el proxy para la conexión WLAN de su teléfono móvil y abra la aplicación Tuya (por ejemplo, Smart Life) una vez o vuelva a cargar para sincronizar los dispositivos.",
    "Region": "Región",
    "Reinitialize App Cloud Data": "¿Deberían renovarse los datos de App Cloud (Device-ID, Session y otros datos Meta)?\"",
    "Start proxy": "Inicie el proxy (sea paciente, ¡puede tomar algunos segundos!)",
    "StatusInfo": "Estado: %s dispositivos encontrados en la red, %s dispositivos conectados localmente, %s con esquema conocido, %s inicializado para control y actualizaciones locales en tiempo real.",
    "Stop proxy": "Detener proxy",
    "Sync devices with cloud one time": "Sincronice los dispositivos con la nube una vez (ingrese las credenciales a continuación)",
    "Tuya Cloud Sync": "Nube Tuya y sincronización",
    "appCloudLoginInfo": "Nota: Cuando se utiliza la sincronización de aplicaciones (Administrador o normal del adaptador), es posible que la aplicación Tuya Mobile informe sobre un inicio de sesión desde un dispositivo Android en la cuenta de Tuya. ¡Este inicio de sesión es del adaptador!",
    "cloudDescription": "Si decide almacenar sus credenciales de inicio de sesión de la aplicación Tuya (aplicación Smart Life o aplicación Tuya Smart) en la configuración del adaptador, los dispositivos se actualizan automáticamente con cada adaptador. Además, los estados de los dispositivos que no están conectados localmente se pueden sondear y controlar a través de Tuya Cloud.",
    "cloudPollingWhenNotConnected": "¿Encuesta de dispositivos a través de Tuya Cloud si no están conectados localmente?",
    "generalDescription": "Con este adaptador puede controlar los dispositivos Tuya en su red local o a través de Tuya Cloud si no se puede establecer una conexión local. Para poder obtener actualizaciones de estado en tiempo real y controlar los dispositivos, debe recuperar la lista de dispositivos de Tuya Cloud Systems al menos una vez o almacenar sus credenciales de Tuya App Cloud. Vaya a la pestaña \"Tuya Cloud & Synchronization\" para esto.",
    "iotCloud-Login": "Configuración para iniciar sesión en la plataforma Tuya IoT",
    "iotCloudDescription": "Para admitir actualizaciones en tiempo real de dispositivos que no están conectados localmente y también, p. dispositivos basados ​​en batería, también puede registrar una cuenta en la plataforma Tuya IoT y vincular su cuenta de aplicación y usar una conexión Cloud-MQTT.",
    "iotCloudRegisterInfo": "Para registrar una cuenta en Tuya IoT Platform, siga las instrucciones en <a href=\"https://developer.tuya.com/en/docs/iot/Platform_Configuration_smarthome?id=Kamcgamwoevrx\" target=\"_blank\">Tuya IoT Platform</a>. Nota: La Cuenta de la Plataforma de IoT sólo está activa durante algún tiempo y necesita ser ampliada mensualmente después!",
    "storeCloudCredentials": "¿Se deben almacenar y usar las credenciales de la nube para la sincronización automática al iniciar el adaptador?"
}
