{
    "America": "Amerika",
    "Asia": "Azië",
    "Cloud Password": "Cloudwachtwoord",
    "Cloud Polling Interval": "Data Polling Interval met behulp van de Cloud",
    "Cloud Sync Information": "We halen nu de geregistreerde apparaten op van uw Tuya App-account ...",
    "Cloud Sync Title": "Tuya App Cloud-synchronisatie",
    "Cloud Username": "Cloud gebruikersnaam/e-mail",
    "Cloud-App-Login": "Instellingen voor Tuya Cloud App Login",
    "Cloud-Polling settings": "Instellingen voor het pollen van apparaten via Tuya Cloud",
    "DiscoveredCloudInfo": "Succes! %s apparaten en %s schema's ontvangen van de Tuya App Cloud. Deze overlay sluit in 10 seconden.",
    "DiscoveredInfo": "Succes! %s apparaten en %s schema's ontdekt. de proxy wordt over 10 seconden uitgeschakeld.",
    "Europe": "Europa",
    "India": "India",
    "Local Connections": "Lokale verbindingen",
    "Local-Polling settings": "Instellingen voor polling van lokaal aangesloten apparaten",
    "Mobile app Account Type": "Accounttype mobiele app",
    "Polling Interval": "Data Polling Interval (voor apparaten die tot nu toe niet zijn gesynchroniseerd)",
    "Proxy Information": "Proxy-informatie",
    "Proxy Port": "Proxy-poort",
    "Proxy Sync": "Proxysynchronisatie (terugval)",
    "Proxy Web Info Port": "Proxy SSL-certificaatpoort",
    "Proxy-Info": "De proxy-synchronisatie is de fallback-manier om de geregistreerde apparaten te synchroniseren met een Tuya-app. Het wordt aanbevolen om de Tuya Cloud Synchronization op het andere tabblad te gebruiken! De synchronisatie gebeurt door gebruik te maken van de Adapter Web-Proxy in uw WLAN samen met een SSL-certificaat. Zie <a href=\"https://github.com/Apollon77/ioBroker.tuya/blob/master/PROXY.md\" target=\"_blank\">README</a> voor meer informatie.<br/><br/> Sluit eerst de \"Tuya\"-app op uw mobiele apparaat. Start de proxy met onderstaande knop en volg de getoonde instructies.",
    "ProxyInfoText": "Vanwege wijzigingen van Tuya is de proxysynchronisatie alleen mogelijk met Tuya (of compatibele apps) < 3.14. Raadpleeg de <a href=\"https://github.com/Apollon77/ioBroker.tuya/blob/master/PROXY.md#detailed-step-by-step-guide-for-using-proxy-with-android-and-older-app-version\" target=\"_blank\">instructies op GitHub</a> voor instructies om een ​​Android-simulator te gebruiken.",
    "ProxySteps": "Gebruik de QR-code om het certificaat toe te voegen aan uw mobiele telefoon, activeer het en voeg de proxy toe voor de WLAN-verbinding van uw mobiele telefoon en open de Tuya-app (bijv. Smart Life) een keer of laad opnieuw om de apparaten te synchroniseren.",
    "Region": "Regio",
    "Reinitialize App Cloud Data": "Moeten de App Cloud Data (Device-ID, Session en andere Meta data vernieuwd worden?",
    "Start proxy": "Proxy starten (wees geduldig, kan enkele seconden duren!)",
    "StatusInfo": "Status: %s apparaten gevonden in netwerk, %s apparaten aangesloten, %s met bekend schema, %s geïnitialiseerd voor lokale realtime updates en controle.",
    "Stop proxy": "Proxy stoppen",
    "Sync devices with cloud one time": "Apparaten eenmalig synchroniseren met de cloud (voer hieronder inloggegevens in)",
    "Tuya Cloud Sync": "Tuya Cloud & Synchronisatie",
    "appCloudLoginInfo": "Opmerking: wanneer de app-synchronisatie (beheerder of regulier van de adapter) wordt gebruikt, kan het zijn dat de Tuya Mobile-app informeert over een login vanaf een Android-apparaat in het Tuya-account. Deze login is van de Adapter!",
    "cloudDescription": "Als u besluit om uw Tuya App Login Credentials (Smart Life App of Tuya Smart App) op te slaan in de adapterconfiguratie, dan worden de apparaten bijgewerkt met elke adapter start automatisch. Bovendien kunnen statussen van apparaten die niet lokaal zijn aangesloten, worden opgevraagd en gecontroleerd via de Tuya Cloud.",
    "cloudPollingWhenNotConnected": "Apparaten ondervragen via Tuya Cloud als ze niet lokaal zijn aangesloten?",
    "generalDescription": "Met deze adapter kunt u Tuya-apparaten aansturen in uw lokale netwerk of via de Tuya Cloud als er geen lokale verbinding tot stand kan worden gebracht. Om realtime statusupdates te kunnen krijgen en apparaten te kunnen bedienen, moet u de lijst met apparaten minstens één keer ophalen uit de Tuya Cloud Systems of uw Tuya App Cloud-inloggegevens opslaan. Ga hiervoor naar het tabblad \"Tuya Cloud & Synchronisatie\".",
    "iotCloud-Login": "Instellingen voor inloggen op Tuya IoT Platform",
    "iotCloudDescription": "Ter ondersteuning van realtime updates van apparaten die niet lokaal zijn aangesloten, en ook b.v. op batterijen gebaseerde apparaten, kunt u bovendien een account registreren op het Tuya IoT-platform en uw app-account koppelen en een Cloud-MQTT-verbinding gebruiken.",
    "iotCloudRegisterInfo": "Volg de instructies op <a href=\"https://developer.tuya.com/en/docs/iot/Platform_Configuration_smarthome?id=Kamcgamwoevrx\" target=\"_blank\">Tuya IoT Platform</a> om een ​​account op het Tuya IoT Platform te registreren. De IoT Platform Account is maar een tijdje actief en moet maandelijks verlengd worden!",
    "storeCloudCredentials": "Moeten Cloud-inloggegevens worden opgeslagen en gebruikt voor automatische synchronisatie bij het starten van de adapter?"
}
