{
    "America": "Amerika",
    "Asia": "Asien",
    "Cloud Password": "Cloud-Passwort",
    "Cloud Polling Interval": "Datenabfrageintervall über die Cloud",
    "Cloud Sync Information": "Wir holen jetzt die registrierten Geräte aus Ihrem Tuya-App-Konto ...",
    "Cloud Sync Title": "Tuya App Cloud-Synchronisierung",
    "Cloud Username": "Cloud-Benutzername/E-Mail",
    "Cloud-App-Login": "Einstellungen für die Tuya Cloud App-Anmeldung",
    "Cloud-Polling settings": "Einstellungen für die Abfrage von Geräten über die Tuya Cloud",
    "DiscoveredCloudInfo": "Erfolg! %s Geräte und %s Schemas von der Tuya App Cloud erhalten. Dieses Overlay wird in 10 Sekunden geschlossen.",
    "DiscoveredInfo": "Erfolg! %s Geräte und %s Schemas entdeckt. Der Proxy wird in 10 Sekunden ausgeschaltet.",
    "Europe": "Europa",
    "India": "Indien",
    "Local Connections": "Lokale Verbindungen",
    "Local-Polling settings": "Einstellungen zum Polling von lokal verbundenen Geräten",
    "Mobile app Account Type": "Kontotyp der mobilen App",
    "Polling Interval": "Datenabfrageintervall (für bisher nicht synchronisierte Geräte)",
    "Proxy Information": "Proxy-Informationen",
    "Proxy Port": "Proxy-Port",
    "Proxy Sync": "Proxy-Synchronisierung (Fallback)",
    "Proxy Web Info Port": "Proxy SSL-Zertifikat Port",
    "Proxy-Info": "Die Proxy-Synchronisierung ist der Fallback-Weg, um die registrierten Geräte mit einer Tuya-App zu synchronisieren. Es wird empfohlen, die Tuya-Cloud-Synchronisierung auf der anderen Registerkarte zu verwenden! Die Synchronisation erfolgt über den Adapter Web-Proxy in Ihrem WLAN zusammen mit einem SSL-Zertifikat. Weitere Informationen finden Sie unter <a href=\"https://github.com/Apollon77/ioBroker.tuya/blob/master/PROXY.md\" target=\"_blank\">README</a>.<br/><br/> Bitte schließen Sie zuerst die \"Tuya\"-App auf Ihrem Mobilgerät. Starten Sie den Proxy mit der Schaltfläche unten und folgen Sie den angezeigten Anweisungen.",
    "ProxyInfoText": "Aufgrund von Änderungen von Tuya ist die Proxy-Synchronisation nur mit Tuya (oder kompatiblen Apps) < 3.14 möglich. Anweisungen zur Verwendung eines Android-Simulators finden Sie in den <a href=\"https://github.com/Apollon77/ioBroker.tuya/blob/master/PROXY.md#detailed-step-by-step-guide-for-using-proxy-with-android-and-older-app-version\" target=\"_blank\">Anweisungen auf GitHub</a>.",
    "ProxySteps": "Mit dem QR-Code das Zertifikat zu Ihrem Handy hinzufügen, aktivieren und den Proxy für Ihre Handy-WLAN-Verbindung hinzufügen und die Tuya App (z. B. Smart Life) einmalig öffnen oder neu laden, um die Geräte zu synchronisieren.",
    "Region": "Region",
    "Reinitialize App Cloud Data": "Sollen die App Cloud-Daten (Device-ID, Session und andere Meta-Daten) erneuert werden?",
    "Start proxy": "Proxy starten (Geduld, dies kann einige Sekunden dauern!)",
    "StatusInfo": "Status: %s Geräte im Netzwerk gefunden, %s Geräte lokal verbunden, %s mit bekanntem Schema, %s für lokale Echtzeitaktualisierungen und Steuerung initialisiert.",
    "Stop proxy": "Proxy stoppen",
    "Sync devices with cloud one time": "Geräte einmalig mit der Cloud synchronisieren (Anmeldedaten unten eingeben)",
    "Tuya Cloud Sync": "Tuya Cloud & Synchronisierung",
    "appCloudLoginInfo": "Hinweis: Wenn die App-Synchronisierung (Admin oder normal vom Adapter) verwendet wird, kann es sein, dass die Tuya Mobile App über eine Anmeldung von einem Android-Gerät in das Tuya-Konto informiert. Dieses Login stammt vom Adapter!",
    "cloudDescription": "Wenn Sie sich entscheiden, Ihre Tuya-App-Anmeldeinformationen (Smart Life-App oder Tuya Smart-App) in der Adapterkonfiguration zu speichern, werden die Geräte bei jedem Adapterstart automatisch aktualisiert. Zusätzlich können Zustände von Geräten, die nicht lokal verbunden sind, über die Tuya Cloud abgefragt und gesteuert werden.",
    "cloudPollingWhenNotConnected": "Geräte über die Tuya Cloud abfragen, wenn sie nicht lokal verbunden sind?",
    "generalDescription": "Mit diesem Adapter können Sie Tuya-Geräte in Ihrem lokalen Netzwerk oder über die Tuya-Cloud steuern, wenn keine lokale Verbindung hergestellt werden kann. Um Echtzeit-Statusaktualisierungen zu erhalten und Geräte zu steuern, müssen Sie die Geräteliste mindestens einmal aus den Tuya Cloud-Systemen abrufen oder Ihre Tuya App Cloud-Anmeldeinformationen speichern. Gehen Sie dazu auf die Registerkarte \"Tuya Cloud & Synchronisation\".",
    "iotCloud-Login": "Einstellungen für die Anmeldung bei der Tuya IoT-Plattform",
    "iotCloudDescription": "Um Echtzeit-Updates von Geräten zu unterstützen, die nicht lokal verbunden sind, und auch z. batteriebasierte Geräte können Sie sich zusätzlich ein Konto auf der Tuya IoT-Plattform registrieren und Ihr App-Konto verknüpfen und eine Cloud-MQTT-Verbindung verwenden.",
    "iotCloudRegisterInfo": "Um ein Konto auf der Tuya IoT-Plattform zu registrieren, befolgen Sie bitte die Anweisungen auf der <a href=\"https://developer.tuya.com/en/docs/iot/Platform_Configuration_smarthome?id=Kamcgamwoevrx\" target=\"_blank\">Tuya IoT-Plattform</a>. Hinweis: Das IoT-Plattform-Konto ist nur einige Zeit aktiv und muss danach monatlich erweitert werden!",
    "storeCloudCredentials": "Sollen Cloud-Anmeldedaten gespeichert und für die automatische Synchronisierung beim Start des Adapters verwendet werden?"
}
