{
    "America": "Америка",
    "Asia": "Азії",
    "Cloud Password": "Пароль хмари",
    "Cloud Polling Interval": "Інтервал опитування даних за допомогою хмари",
    "Cloud Sync Information": "Зараз ми отримуємо зареєстровані пристрої з вашого облікового запису програми Tuya...",
    "Cloud Sync Title": "Хмарна синхронізація програми Tuya",
    "Cloud Username": "Хмарне ім’я користувача/електронна пошта",
    "Cloud-App-Login": "Налаштування для входу в додаток Tuya Cloud",
    "Cloud-Polling settings": "Налаштування для опитування пристроїв через Tuya Cloud",
    "DiscoveredCloudInfo": "Успіх! %s пристроїв і %s схем, отриманих із Tuya App Cloud. Це накладення закривається через 10 секунд.",
    "DiscoveredInfo": "Успіх! Виявлено %s пристроїв і %s схем. проксі буде вимкнено через 10 секунд.",
    "Europe": "Європа",
    "India": "Індія",
    "Local Connections": "Локальні зв'язки",
    "Local-Polling settings": "Налаштування для опитування локально підключених пристроїв",
    "Mobile app Account Type": "Тип облікового запису мобільного додатка",
    "Polling Interval": "Інтервал опитування даних (для пристроїв, наразі не синхронізованих)",
    "Proxy Information": "Інформація про проксі",
    "Proxy Port": "Порт проксі",
    "Proxy Sync": "Синхронізація проксі (резервний)",
    "Proxy Web Info Port": "Порт проксі SSL-сертифікату",
    "Proxy-Info": "Синхронізація проксі-сервера є резервним способом синхронізації зареєстрованих пристроїв із додатком Tuya. Рекомендовано використовувати Tuya Cloud Synchronization на іншій вкладці! Синхронізація виконується за допомогою Adapter Web-Proxy у вашій WLAN разом із сертифікатом SSL. Для отримання додаткової інформації див. <a href=\"https://github.com/Apollon77/ioBroker.tuya/blob/master/PROXY.md\" target=\"_blank\">README</a>.<br/><br/>Спершу закрийте програму \"Tuya\" на своєму мобільному пристрої. Запустіть проксі за допомогою кнопки нижче та дотримуйтеся показаних інструкцій.",
    "ProxyInfoText": "Через зміни в Tuya синхронізація проксі можлива лише з Tuya (або сумісними програмами) < 3.14. Щоб отримати вказівки щодо використання симулятора Android, перегляньте <a href=\"https://github.com/Apollon77/ioBroker.tuya/blob/master/PROXY.md#detailed-step-by-step-guide-for-using-proxy-with-android-and-older-app-version\" target=\"_blank\">Інструкції на GitHub</a>.",
    "ProxySteps": "Використовуйте QR-код, щоб додати сертифікат до свого мобільного телефону, активуйте його та додайте проксі-сервер для з’єднання WLAN вашого мобільного телефону та відкрийте додаток Tuya (наприклад, Smart Life) один раз або перезавантажте, щоб синхронізувати пристрої.",
    "Region": "Регіон",
    "Reinitialize App Cloud Data": "Чи поновлюється Хмарні дані програми (Device-ID, Сесія та інші метадані)?",
    "Start proxy": "Запустіть проксі (запасіться терпінням, може зайняти кілька секунд!)",
    "StatusInfo": "Статус: %s пристроїв знайдено в мережі, %s пристроїв підключено локально, %s з відомою схемою, %s ініціалізовано для локальних оновлень у реальному часі та контролю.",
    "Stop proxy": "Зупинити проксі",
    "Sync devices with cloud one time": "Одноразова синхронізація пристроїв із хмарою (введіть облікові дані нижче)",
    "Tuya Cloud Sync": "Tuya Cloud & Синхронізація",
    "appCloudLoginInfo": "Примітка. Коли використовується синхронізація додатків (адміністраторська або звичайна з адаптера), можливо, програма Tuya Mobile повідомляє про вхід із пристрою Android в обліковий запис Tuya. Цей логін з Адаптера!",
    "cloudDescription": "Якщо ви вирішите зберегти свої облікові дані для входу в додаток Tuya (додаток Smart Life або Tuya Smart App) у конфігурації адаптера, то пристрої оновлюються автоматично під час запуску кожного адаптера. Крім того, стани пристроїв, які не підключені локально, можна опитувати та контролювати через Tuya Cloud.",
    "cloudPollingWhenNotConnected": "Опитувати пристрої через Tuya Cloud, якщо вони не підключені локально?",
    "generalDescription": "За допомогою цього адаптера ви можете керувати пристроями Tuya у вашій локальній мережі або через Tuya Cloud, якщо не вдається встановити локальне з’єднання. Щоб мати можливість отримувати оновлення статусу в реальному часі та керувати пристроями, вам потрібно принаймні один раз отримати список пристроїв із Tuya Cloud Systems або зберегти свої облікові дані Tuya App Cloud. Для цього перейдіть на вкладку «Tuya Cloud & Synchronization».",
    "iotCloud-Login": "Налаштування входу на платформу Tuya IoT",
    "iotCloudDescription": "Щоб підтримувати оновлення в реальному часі пристроїв, які не підключені локально, а також, напр. на акумуляторних пристроях, ви можете додатково зареєструвати обліковий запис на платформі Tuya IoT, пов’язати обліковий запис програми та використовувати з’єднання Cloud-MQTT.",
    "iotCloudRegisterInfo": "Щоб зареєструвати обліковий запис на платформі Tuya IoT, дотримуйтесь інструкцій на <a href=\"https://developer.tuya.com/en/docs/iot/Platform_Configuration_smarthome?id=Kamcgamwoevrx\" target=\"_blank\">платформі Tuya IoT</a>. Примітка: Обліковий запис платформи Інтернету речей працює лише за деякий час і потребує, щоб бути продовжені щомісячно після завершення!",
    "storeCloudCredentials": "Чи слід зберігати облікові дані Cloud і використовувати їх для автоматичної синхронізації під час запуску адаптера?"
}
