{
    "America": "Ameryka",
    "Asia": "Azja",
    "Cloud Password": "Hasło do chmury",
    "Cloud Polling Interval": "Interwał odpytywania danych za pomocą chmury",
    "Cloud Sync Information": "Pobieramy teraz zarejestrowane urządzenia z Twojego konta aplikacji Tuya ...",
    "Cloud Sync Title": "Synchronizacja aplikacji Tuya w chmurze",
    "Cloud Username": "Nazwa użytkownika/adres e-mail w chmurze",
    "Cloud-App-Login": "Ustawienia logowania do aplikacji Tuya Cloud",
    "Cloud-Polling settings": "Ustawienia odpytywania urządzeń przez Tuya Cloud",
    "DiscoveredCloudInfo": "Powodzenie! %s urządzeń i %s schematów otrzymanych z chmury aplikacji Tuya. Ta nakładka zamyka się za 10 sekund.",
    "DiscoveredInfo": "Powodzenie! Wykryto %s urządzeń i %s schematów. proxy zostanie wyłączone za 10 sekund.",
    "Europe": "Europa",
    "India": "Indie",
    "Local Connections": "Połączenia lokalne",
    "Local-Polling settings": "Ustawienia odpytywania lokalnie podłączonych urządzeń",
    "Mobile app Account Type": "Typ konta aplikacji mobilnej",
    "Polling Interval": "Interwał sondowania danych (dla urządzeń nie zsynchronizowanych do tej pory)",
    "Proxy Information": "Informacje o proxy",
    "Proxy Port": "Port proxy",
    "Proxy Sync": "Synchronizacja proxy (powrót)",
    "Proxy Web Info Port": "Port proxy SSL-Certyfikat",
    "Proxy-Info": "Synchronizacja proxy to awaryjny sposób synchronizacji zarejestrowanych urządzeń z aplikacją Tuya. Zaleca się korzystanie z synchronizacji w chmurze Tuya w drugiej zakładce! Synchronizacja odbywa się za pomocą Adaptera Web-Proxy w Twojej sieci WLAN wraz z certyfikatem SSL. Więcej informacji znajdziesz w <a href=\"https://github.com/Apollon77/ioBroker.tuya/blob/master/PROXY.md\" target=\"_blank\">README</a>.<br/><br/> Najpierw zamknij aplikację „Tuya” na swoim urządzeniu mobilnym. Uruchom proxy za pomocą przycisku poniżej i postępuj zgodnie z wyświetlanymi instrukcjami.",
    "ProxyInfoText": "Ze względu na zmiany z Tuya synchronizacja proxy jest możliwa tylko z Tuya (lub kompatybilnymi aplikacjami) < 3.14 . Instrukcje korzystania z symulatora Androida znajdziesz w <a href=\"https://github.com/Apollon77/ioBroker.tuya/blob/master/PROXY.md#detailed-step-by-step-guide-for-using-proxy-with-android-and-older-app-version\" target=\"_blank\">Instrukcji na GitHubie</a>.",
    "ProxySteps": "Użyj kodu QR, aby dodać certyfikat do swojego telefonu komórkowego, aktywuj go i dodaj proxy do połączenia WLAN telefonu komórkowego i otwórz raz aplikację Tuya (np. Smart Life) lub załaduj ponownie, aby zsynchronizować urządzenia.",
    "Region": "Region",
    "Reinitialize App Cloud Data": "Czy dane o chmurze (Device-ID, Session i inne dane Meta) zostały odnowione?",
    "Start proxy": "Uruchom proxy (bądź cierpliwy, może potrwać kilka sekund!)",
    "StatusInfo": "Stan: %s urządzeń znalezionych w sieci, %s urządzeń podłączonych lokalnie, %s ze znanym schematem, %s zainicjowany do lokalnych aktualizacji i kontroli w czasie rzeczywistym.",
    "Stop proxy": "Zatrzymaj proxy",
    "Sync devices with cloud one time": "Jednorazowa synchronizacja urządzeń z chmurą (wprowadź dane logowania poniżej)",
    "Tuya Cloud Sync": "Chmura Tuya i synchronizacja",
    "appCloudLoginInfo": "Uwaga: W przypadku korzystania z synchronizacji aplikacji (administracyjnej lub zwykłej z adaptera) może się zdarzyć, że aplikacja mobilna Tuya informuje o zalogowaniu się z urządzenia z systemem Android na konto Tuya. Ten login pochodzi z adaptera!",
    "cloudDescription": "Jeśli zdecydujesz się przechowywać swoje dane logowania do aplikacji Tuya (aplikacja Smart Life lub aplikacja Tuya Smart) w konfiguracji adaptera, urządzenia są aktualizowane automatycznie przy każdym uruchomieniu adaptera. Dodatkowo stany urządzeń, które nie są połączone lokalnie, mogą być odpytywane i sterowane za pośrednictwem chmury Tuya.",
    "cloudPollingWhenNotConnected": "Odpytywanie urządzeń przez Tuya Cloud, jeśli nie są połączone lokalnie?",
    "generalDescription": "Za pomocą tego adaptera możesz sterować urządzeniami Tuya w sieci lokalnej lub za pośrednictwem chmury Tuya, jeśli nie można nawiązać połączenia lokalnego. Aby móc otrzymywać aktualizacje statusu w czasie rzeczywistym i kontrolować urządzenia, musisz przynajmniej raz pobrać listę urządzeń z systemów chmury Tuya lub zapisać swoje dane uwierzytelniające w chmurze Tuya App Cloud. W tym celu przejdź do zakładki „Tuya Cloud & Synchronization”.",
    "iotCloud-Login": "Ustawienia logowania do platformy IoT Tuya",
    "iotCloudDescription": "Do obsługi aktualizacji w czasie rzeczywistym urządzeń, które nie są połączone lokalnie, a także m.in. urządzeń zasilanych bateryjnie, możesz dodatkowo zarejestrować sobie Konto na Platformie IoT Tuya oraz Połączyć Konto Aplikacji i korzystać z połączenia Cloud-MQTT.",
    "iotCloudRegisterInfo": "Aby zarejestrować konto na platformie IoT Tuya, postępuj zgodnie z instrukcjami na <a href=\"https://developer.tuya.com/en/docs/iot/Platform_Configuration_smarthome?id=Kamcgamwoevrx\" target=\"_blank\">Platformie IoT Tuya</a>. Relacja IoT jest czynna tylko przez jakiś czas i musi być przedłużona miesiąc później!",
    "storeCloudCredentials": "Czy poświadczenia Cloud powinny być przechowywane i używane do automatycznej synchronizacji przy uruchomieniu adaptera?"
}
