{
    "America": "Америка",
    "Asia": "Азия",
    "Cloud Password": "Облачный пароль",
    "Cloud Polling Interval": "Интервал опроса данных с использованием облака",
    "Cloud Sync Information": "Теперь мы извлекаем зарегистрированные устройства из вашей учетной записи приложения Tuya...",
    "Cloud Sync Title": "Облачная синхронизация приложения Tuya",
    "Cloud Username": "Облачное имя пользователя/электронная почта",
    "Cloud-App-Login": "Настройки входа в приложение Tuya Cloud",
    "Cloud-Polling settings": "Настройки опроса устройств через Tuya Cloud",
    "DiscoveredCloudInfo": "Успех! %s устройств и %s схем, полученных из Tuya App Cloud. Этот оверлей закрывается через 10 секунд.",
    "DiscoveredInfo": "Успех! Обнаружено %s устройств и %s схем. прокси отключится через 10 секунд.",
    "Europe": "Европа",
    "India": "Индия",
    "Local Connections": "Локальные соединения",
    "Local-Polling settings": "Настройки опроса локально подключенных устройств",
    "Mobile app Account Type": "Мобильное приложение Тип аккаунта",
    "Polling Interval": "Интервал опроса данных (для еще не синхронизированных устройств)",
    "Proxy Information": "Информация о прокси",
    "Proxy Port": "Порт прокси",
    "Proxy Sync": "Синхронизация прокси (резервный вариант)",
    "Proxy Web Info Port": "Порт SSL-сертификата прокси-сервера",
    "Proxy-Info": "Прокси-синхронизация — это запасной способ синхронизации зарегистрированных устройств с приложением Tuya. Рекомендуется использовать облачную синхронизацию Tuya на другой вкладке! Синхронизация выполняется с помощью адаптера веб-прокси в вашей беспроводной локальной сети вместе с сертификатом SSL. Для получения дополнительной информации см. <a href=\"https://github.com/Apollon77/ioBroker.tuya/blob/master/PROXY.md\" target=\"_blank\">README</a>.<br/><br/> Сначала закройте приложение Tuya на мобильном устройстве. Запустите прокси кнопкой ниже и следуйте показанным инструкциям.",
    "ProxyInfoText": "Из-за изменений в Tuya синхронизация прокси-сервера возможна только с Tuya (или совместимыми приложениями) < 3.14. Инструкции по использованию симулятора Android см. в <a href=\"https://github.com/Apollon77/ioBroker.tuya/blob/master/PROXY.md#detailed-step-by-step-guide-for-using-proxy-with-android-and-older-app-version\" target=\"_blank\"> инструкциях на GitHub</a>.",
    "ProxySteps": "Используйте QR-код, чтобы добавить сертификат на свой мобильный телефон, активируйте его и добавьте прокси-сервер для подключения мобильного телефона к WLAN, а также один раз откройте приложение Tuya (например, Smart Life) или перезагрузите его для синхронизации устройств.",
    "Region": "Область, край",
    "Reinitialize App Cloud Data": "Должны ли обновление App Cloud Data (Device-ID, Session и другие данные Meta)?",
    "Start proxy": "Запустите прокси (будьте терпеливы, это может занять несколько секунд!)",
    "StatusInfo": "Состояние: %s устройств найдено в сети, %s устройств подключено, %s с известной схемой, %s инициализировано для локальных обновлений и управления в реальном времени.",
    "Stop proxy": "Остановить прокси",
    "Sync devices with cloud one time": "Синхронизируйте устройства с облаком один раз (введите учетные данные ниже)",
    "Tuya Cloud Sync": "Облако Tuya и синхронизация",
    "appCloudLoginInfo": "Примечание. Когда используется синхронизация приложений (административная или обычная из адаптера), возможно, приложение Tuya Mobile информирует о входе с устройства Android в учетную запись Tuya. Этот логин от адаптера!",
    "cloudDescription": "Если вы решите сохранить свои учетные данные для входа в приложение Tuya (приложение Smart Life или приложение Tuya Smart) в конфигурации адаптера, устройства будут автоматически обновляться при запуске каждого адаптера. Кроме того, состояния устройств, которые не подключены локально, можно опрашивать и контролировать через Tuya Cloud.",
    "cloudPollingWhenNotConnected": "Опрашивать устройства через Tuya Cloud, если они не подключены локально?",
    "generalDescription": "С помощью этого адаптера вы можете управлять устройствами Tuya в вашей локальной сети или через Tuya Cloud, если не удается установить локальное соединение. Чтобы иметь возможность получать обновления статуса в реальном времени и управлять устройствами, вам необходимо получить список устройств из Tuya Cloud Systems хотя бы один раз или сохранить свои учетные данные Tuya App Cloud. Для этого перейдите на вкладку Tuya Cloud & Synchronization.",
    "iotCloud-Login": "Настройки для входа в платформу Tuya IoT",
    "iotCloudDescription": "Для поддержки обновлений в реальном времени устройств, которые не подключены локально, а также, например. устройства на батарейках, вы можете дополнительно зарегистрировать свою учетную запись на платформе Tuya IoT, связать свою учетную запись приложения и использовать соединение Cloud-MQTT.",
    "iotCloudRegisterInfo": "Чтобы зарегистрировать учетную запись на платформе IoT Tuya, следуйте инструкциям на <a href=\"https://developer.tuya.com/en/docs/iot/Platform_Configuration_smarthome?id=Kamcgamwoevrx\" target=\"_blank\">платформе IoT Tuya</a>.",
    "storeCloudCredentials": "Следует ли хранить учетные данные в облаке и использовать их для автоматической синхронизации при запуске адаптера?"
}
