{
    "America": "América",
    "Asia": "Ásia",
    "Cloud Password": "Senha da Nuvem",
    "Cloud Polling Interval": "Intervalo de sondagem de dados usando a nuvem",
    "Cloud Sync Information": "Estamos agora buscando os dispositivos registrados na sua conta do aplicativo Tuya...",
    "Cloud Sync Title": "Sincronização do Tuya App Cloud",
    "Cloud Username": "Nome de usuário/e-mail na nuvem",
    "Cloud-App-Login": "Configurações para login do aplicativo Tuya Cloud",
    "Cloud-Polling settings": "Configurações para sondagem de dispositivos via Tuya Cloud",
    "DiscoveredCloudInfo": "Sucesso! %s dispositivos e %s esquemas recebidos do Tuya App Cloud. Esta sobreposição fecha em 10 segundos.",
    "DiscoveredInfo": "Sucesso! %s dispositivos e %s esquemas descobertos. o proxy será desligado em 10 segundos.",
    "Europe": "Europa",
    "India": "Índia",
    "Local Connections": "Conexões locais",
    "Local-Polling settings": "Configurações para sondagem de dispositivos conectados localmente",
    "Mobile app Account Type": "Tipo de conta do aplicativo para dispositivos móveis",
    "Polling Interval": "Intervalo de sondagem de dados (para dispositivos não sincronizados até agora)",
    "Proxy Information": "Informações de proxy",
    "Proxy Port": "Porta proxy",
    "Proxy Sync": "Sincronização de proxy (retorno)",
    "Proxy Web Info Port": "Porta de certificado SSL proxy",
    "Proxy-Info": "A sincronização de proxy é a forma de fallback de sincronizar os dispositivos registrados com um Tuya App. Recomenda-se usar o Tuya Cloud Synchronization na outra aba! A sincronização é feita usando o Adapter Web-Proxy em sua WLAN junto com um certificado SSL. Para obter mais informações, consulte <a href=\"https://github.com/Apollon77/ioBroker.tuya/blob/master/PROXY.md\" target=\"_blank\">README</a>.<br/><br/> Feche o aplicativo \"Tuya\" em seu dispositivo móvel primeiro. Inicie o proxy com o botão abaixo e siga as instruções mostradas.",
    "ProxyInfoText": "Por causa das mudanças do Tuya, a sincronização de proxy só é possível com Tuya (ou Apps compatíveis) < 3.14 . Para obter instruções sobre como usar um simulador Android, consulte as <a href=\"https://github.com/Apollon77/ioBroker.tuya/blob/master/PROXY.md#detailed-step-by-step-guide-for-using-proxy-with-android-and-older-app-version\" target=\"_blank\"> Instruções no GitHub</a>.",
    "ProxySteps": "Use o QR-Code para adicionar o certificado ao seu celular, ative-o e adicione o proxy para a conexão WLAN do seu celular e abra o aplicativo Tuya (por exemplo, Smart Life) uma vez ou recarregue para sincronizar os dispositivos.",
    "Region": "Região",
    "Reinitialize App Cloud Data": "Caso os dados do App Cloud (Device-ID, sessão e outros dados Meta) sejam renovados?",
    "Start proxy": "Inicie o proxy (seja paciente, pode levar alguns segundos!)",
    "StatusInfo": "Status: %s dispositivos encontrados na rede, %s dispositivos conectados, %s com esquema conhecido, %s inicializado para atualizações e controle local em tempo real.",
    "Stop proxy": "Parar proxy",
    "Sync devices with cloud one time": "Sincronize dispositivos com a nuvem uma vez (insira as credenciais abaixo)",
    "Tuya Cloud Sync": "Tuya Cloud & Sincronização",
    "appCloudLoginInfo": "Nota: Quando a App Synchronization (Admin ou regular do adaptador) é utilizada, pode ser que o aplicativo Tuya Mobile informe sobre um login de um dispositivo Android na Conta Tuya. Este login é do Adaptador!",
    "cloudDescription": "Se você decidir armazenar suas credenciais de login do Tuya App (Smart Life App ou Tuya Smart App) na configuração do adaptador, os dispositivos serão atualizados com cada adaptador iniciado automaticamente. Além disso, os estados dos dispositivos que não estão conectados localmente podem ser pesquisados ​​e controlados através do Tuya Cloud.",
    "cloudPollingWhenNotConnected": "Dispositivos de pesquisa via Tuya Cloud se não estiverem conectados localmente?",
    "generalDescription": "Com este adaptador você pode controlar os dispositivos Tuya em sua rede local ou através do Tuya Cloud se uma conexão local não puder ser estabelecida. Para poder obter atualizações de status em tempo real e controlar dispositivos, você precisa recuperar a lista de dispositivos do Tuya Cloud Systems pelo menos uma vez ou armazenar suas credenciais do Tuya App Cloud. Vá para a guia \"Tuya Cloud & Synchronization\" para isso.",
    "iotCloud-Login": "Configurações para login da plataforma Tuya IoT",
    "iotCloudDescription": "Para suportar atualizações em tempo real de dispositivos que não estão conectados localmente e também, por exemplo, dispositivos baseados em bateria, você também pode registrar uma conta na plataforma Tuya IoT e vincular sua conta de aplicativo e usar uma conexão Cloud-MQTT.",
    "iotCloudRegisterInfo": "Para registrar uma conta na Tuya IoT Platform, siga as instruções na <a href=\"https://developer.tuya.com/en/docs/iot/Platform_Configuration_smarthome?id=Kamcgamwoevrx\" target=\"_blank\">Tuya IoT Platform</a>.",
    "storeCloudCredentials": "As credenciais da nuvem devem ser armazenadas e usadas para sincronização automática na inicialização do adaptador?"
}
