{
    "America": "America",
    "Asia": "Asia",
    "Cloud Password": "Password cloud",
    "Cloud Polling Interval": "Intervallo di polling dei dati tramite il cloud",
    "Cloud Sync Information": "Ora stiamo recuperando i dispositivi registrati dal tuo account dell'app Tuya ...",
    "Cloud Sync Title": "Sincronizzazione del cloud dell'app Tuya",
    "Cloud Username": "Nome utente/e-mail cloud",
    "Cloud-App-Login": "Impostazioni per l'accesso all'app Tuya Cloud",
    "Cloud-Polling settings": "Impostazioni per il polling dei dispositivi tramite Tuya Cloud",
    "DiscoveredCloudInfo": "Successo! %s dispositivi e %s schemi ricevuti da Tuya App Cloud. Questo overlay si chiude in 10 secondi.",
    "DiscoveredInfo": "Successo! %s dispositivi e %s schemi rilevati. il proxy verrà disattivato entro 10 secondi.",
    "Europe": "Europa",
    "India": "India",
    "Local Connections": "Connessioni locali",
    "Local-Polling settings": "Impostazioni per il polling dei dispositivi collegati localmente",
    "Mobile app Account Type": "Tipo di account dell'app mobile",
    "Polling Interval": "Intervallo polling dati (per dispositivi non sincronizzati finora)",
    "Proxy Information": "Informazioni proxy",
    "Proxy Port": "Porta proxy",
    "Proxy Sync": "Sincronizzazione proxy (fallback)",
    "Proxy Web Info Port": "Porta del certificato SSL proxy",
    "Proxy-Info": "La sincronizzazione del proxy è il modo alternativo per sincronizzare i dispositivi registrati con un'app Tuya. Si consiglia di utilizzare la sincronizzazione Tuya Cloud nell'altra scheda! La sincronizzazione viene eseguita utilizzando l'adattatore Web-proxy nella rete WLAN insieme a un certificato SSL. Per ulteriori informazioni, consulta <a href=\"https://github.com/Apollon77/ioBroker.tuya/blob/master/PROXY.md\" target=\"_blank\">README</a>.<br/><br/> Chiudi prima l'app \"Tuya\" sul tuo dispositivo mobile. Avvia il proxy con il pulsante qui sotto e segui le istruzioni mostrate.",
    "ProxyInfoText": "A causa delle modifiche da Tuya, la sincronizzazione proxy è possibile solo con Tuya (o App compatibili) < 3.14 . Per istruzioni sull'utilizzo di un simulatore Android, consulta le <a href=\"https://github.com/Apollon77/ioBroker.tuya/blob/master/PROXY.md#detailed-step-by-step-guide-for-using-proxy-with-android-and-older-app-version\" target=\"_blank\"> Istruzioni su GitHub</a>.",
    "ProxySteps": "Usa il QR-Code per aggiungere il certificato al tuo cellulare, attivalo e aggiungi il proxy per la connessione WLAN del tuo cellulare e apri l'App Tuya (es. Smart Life) una volta o ricarica per sincronizzare i dispositivi.",
    "Region": "Regione",
    "Reinitialize App Cloud Data": "I dati App Cloud (Device-ID, Session e altri dati Meta) dovrebbero essere rinnovati?",
    "Start proxy": "Avvia proxy (sii paziente, potrebbero volerci alcuni secondi!)",
    "StatusInfo": "Stato: %s dispositivi trovati nella rete, %s dispositivi connessi, %s con schema noto, %s inizializzato per aggiornamenti e controlli locali in tempo reale.",
    "Stop proxy": "Arresta proxy",
    "Sync devices with cloud one time": "Sincronizza i dispositivi con il cloud una volta (inserisci le credenziali di seguito)",
    "Tuya Cloud Sync": "Tuya Cloud e sincronizzazione",
    "appCloudLoginInfo": "Nota: quando viene utilizzata la sincronizzazione dell'app (amministratore o normale dall'adattatore) è possibile che l'app Tuya Mobile informi di un accesso da un dispositivo Android all'account Tuya. Questo login proviene dall'adattatore!",
    "cloudDescription": "Se si decide di memorizzare le credenziali di accesso dell'app Tuya (app Smart Life o app Tuya Smart) nella configurazione dell'adattatore, i dispositivi vengono aggiornati con ogni adattatore che si avvia automaticamente. Inoltre, gli stati dei dispositivi che non sono collegati localmente possono essere interrogati e controllati tramite Tuya Cloud.",
    "cloudPollingWhenNotConnected": "Esegui il polling dei dispositivi tramite Tuya Cloud se non sono collegati localmente?",
    "generalDescription": "Con questo adattatore puoi controllare i dispositivi Tuya nella tua rete locale o tramite Tuya Cloud se non è possibile stabilire una connessione locale. Per poter ottenere aggiornamenti di stato in tempo reale e controllare i dispositivi è necessario recuperare l'elenco dei dispositivi dai sistemi Tuya Cloud almeno una volta o memorizzare le credenziali di Tuya App Cloud. Vai alla scheda \"Tuya Cloud & Synchronization\" per questo.",
    "iotCloud-Login": "Impostazioni per l'accesso alla piattaforma Tuya IoT",
    "iotCloudDescription": "Per supportare gli aggiornamenti in tempo reale di dispositivi che non sono collegati localmente e anche ad es. dispositivi a batteria, puoi inoltre registrarti un account sulla piattaforma Tuya IoT e collegare il tuo account app e utilizzare una connessione Cloud-MQTT.",
    "iotCloudRegisterInfo": "Per registrare un account sulla piattaforma Tuya IoT, seguire le istruzioni su <a href=\"https://developer.tuya.com/en/docs/iot/Platform_Configuration_smarthome?id=Kamcgamwoevrx\" target=\"_blank\">Piattaforma Tuya IoT</a>.",
    "storeCloudCredentials": "Le credenziali Cloud devono essere archiviate e utilizzate per la sincronizzazione automatica all'avvio dell'adattatore?"
}
