{
    "America": "America",
    "Asia": "Asia",
    "Cloud Password": "Cloud Password",
    "Cloud Polling Interval": "Data Polling Interval using the Cloud",
    "Cloud Sync Information": "We are now fetching the registered devices from your Tuya App Account ...",
    "Cloud Sync Title": "Tuya App Cloud Synchronization",
    "Cloud Username": "Cloud Username/Email",
    "Cloud-App-Login": "Settings for Tuya Cloud App Login",
    "Cloud-Polling settings": "Settings for polling of devices via Tuya Cloud",
    "DiscoveredCloudInfo": "Success! %s devices and %s schemas received from the Tuya App Cloud. This overlay closes in 10 seconds.",
    "DiscoveredInfo": "Success! %s devices and %s schemas discovered. the proxy will be turned off in 10 seconds.",
    "Europe": "Europe",
    "India": "India",
    "Local Connections": "Local Connections",
    "Local-Polling settings": "Settings for polling of locally connected devices",
    "Mobile app Account Type": "Mobile app Account Type",
    "Polling Interval": "Data Polling Interval (for devices not synced so far)",
    "Proxy Information": "Proxy Information",
    "Proxy Port": "Proxy Port",
    "Proxy Sync": "Proxy Synchronization (Fallback)",
    "Proxy Web Info Port": "Proxy SSL-Certificate Port",
    "Proxy-Info": "The proxy synchronization is the fallback way to synchronize the registered devices with a Tuya App. It is recommended to use the Tuya Cloud Synchronization on the other tab! The synchronization is done by using the Adapter Web-Proxy in your WLAN together with a SSL certificate. For more Information see <a href=\"https://github.com/Apollon77/ioBroker.tuya/blob/master/PROXY.md\" target=\"_blank\">README</a>.<br/><br/> Please close the \"Tuya\" App on your mobile device first. Start the proxy with the button below and follow the shown instructions.",
    "ProxyInfoText": "Because of changes from Tuya, the proxy synchronization is only possible with Tuya (or compatible Apps) < 3.14 . For instructions to use an Android simulator please see the <a href=\"https://github.com/Apollon77/ioBroker.tuya/blob/master/PROXY.md#detailed-step-by-step-guide-for-using-proxy-with-android-and-older-app-version\" target=\"_blank\"> Instructions on GitHub</a>.",
    "ProxySteps": "Use the QR-Code to add the certificate to your mobile phone, activate it and add the proxy for your mobile phone WLAN connection and open the Tuya App (e.g. Smart Life) once or reload to sync the devices.",
    "Region": "Region",
    "Reinitialize App Cloud Data": "Should the App Cloud Data (Device-ID, Session and other Meta data) be renewed?",
    "Start proxy": "Start proxy (be patient, can take some seconds!)",
    "StatusInfo": "Status: %s devices found in network, %s devices connected, %s with known schema, %s initialized for local realtime updates and control.",
    "Stop proxy": "Stop proxy",
    "Sync devices with cloud one time": "Synchronize devices with cloud one time (enter credentials below)",
    "Tuya Cloud Sync": "Tuya Cloud & Synchronization",
    "appCloudLoginInfo": "Note: When the App Synchronization (Admin or regular from the adapter) is used it might be that the Tuya Mobile app informs about a login from an Android device into the Tuya Account. This login is from the Adapter!",
    "cloudDescription": "If you decide to store your Tuya App Login Credentials (Smart Life App or Tuya Smart App) in the adapter configuration then the devices are updated with each adapter start automatically. Additionally states of devices that are not connected locally can be polled and controlled via the Tuya Cloud.",
    "cloudPollingWhenNotConnected": "Poll devices via Tuya Cloud if not connected locally?",
    "generalDescription": "With this adapter you can control Tuya devices in your local network or via the Tuya Cloud if a local connection can not be established. To be able to get realtime status updates and to control devices you need to retrieve the list of devices from the Tuya Cloud Systems at least once or store your Tuya App Cloud credentials. Go to the \"Tuya Cloud & Synchronization\" tab for this.",
    "iotCloud-Login": "Settings for Tuya IoT Platform Login",
    "iotCloudDescription": "To support real time updates of devices that are not connected locally, and also e.g. battery based devices, you can additionally register yourself an Account on the Tuya IoT Platform and Link your App Account and use a Cloud-MQTT connection.",
    "iotCloudRegisterInfo": "To register yourself an Account on the Tuya IoT Platform please follow the instructions on <a href=\"https://developer.tuya.com/en/docs/iot/Platform_Configuration_smarthome?id=Kamcgamwoevrx\" target=\"_blank\">Tuya IoT Platform</a>. Note: The IoT Platform Account is only active for some time and needs to be extended monthly afterwards!",
    "storeCloudCredentials": "Should Cloud credentials be stored and used for automatic sync on adapter start?"
}
