{
    "America": "Amérique",
    "Asia": "Asie",
    "Cloud Password": "Mot de passe cloud",
    "Cloud Polling Interval": "Intervalle d'interrogation des données à l'aide du cloud",
    "Cloud Sync Information": "Nous récupérons maintenant les appareils enregistrés à partir de votre compte d'application Tuya ...",
    "Cloud Sync Title": "Synchronisation Tuya App Cloud",
    "Cloud Username": "Nom d'utilisateur/E-mail Cloud",
    "Cloud-App-Login": "Paramètres de connexion à l'application Tuya Cloud",
    "Cloud-Polling settings": "Paramètres d'interrogation des appareils via Tuya Cloud",
    "DiscoveredCloudInfo": "Succès! Appareils %s et schémas %s reçus de Tuya App Cloud. Cette superposition se ferme en 10 secondes.",
    "DiscoveredInfo": "Succès! Appareils %s et schémas %s découverts. le proxy sera désactivé dans 10 secondes.",
    "Europe": "L'Europe ",
    "India": "Inde",
    "Local Connections": "Connexions locales",
    "Local-Polling settings": "Paramètres d'interrogation des appareils connectés localement",
    "Mobile app Account Type": "Type de compte de l'application mobile",
    "Polling Interval": "Intervalle d'interrogation des données (pour les appareils non synchronisés jusqu'à présent)",
    "Proxy Information": "Informations sur le proxy",
    "Proxy Port": "Port proxy",
    "Proxy Sync": "Synchronisation proxy (repli)",
    "Proxy Web Info Port": "Port de certificat SSL proxy",
    "Proxy-Info": "La synchronisation par proxy est le moyen de repli pour synchroniser les appareils enregistrés avec une application Tuya. Il est recommandé d'utiliser la synchronisation Tuya Cloud sur l'autre onglet ! La synchronisation est effectuée en utilisant le proxy Web de l'adaptateur dans votre WLAN avec un certificat SSL. Pour plus d'informations, consultez <a href=\"https://github.com/Apollon77/ioBroker.tuya/blob/master/PROXY.md\" target=\"_blank\">README</a>.<br/><br/> Veuillez d'abord fermer l'application \"Tuya\" sur votre appareil mobile. Démarrez le proxy avec le bouton ci-dessous et suivez les instructions affichées.",
    "ProxyInfoText": "En raison des changements de Tuya, la synchronisation proxy n'est possible qu'avec Tuya (ou des applications compatibles) < 3.14 . Pour obtenir des instructions sur l'utilisation d'un simulateur Android, veuillez consulter les <a href=\"https://github.com/Apollon77/ioBroker.tuya/blob/master/PROXY.md#detailed-step-by-step-guide-for-using-proxy-with-android-and-older-app-version\" target=\"_blank\"> instructions sur GitHub</a>.",
    "ProxySteps": "Utilisez le QR-Code pour ajouter le certificat à votre téléphone mobile, activez-le et ajoutez le proxy pour la connexion WLAN de votre téléphone mobile et ouvrez l'application Tuya (par exemple, Smart Life) une fois ou rechargez pour synchroniser les appareils.",
    "Region": "Région",
    "Reinitialize App Cloud Data": "Les données App Cloud (Device-ID, Session et autres données Meta) devraient-elles être renouvelées ?",
    "Start proxy": "Démarrer le proxy (soyez patient, cela peut prendre quelques secondes !)",
    "StatusInfo": "État : %s appareils trouvés sur le réseau, %s appareils connectés, %s avec schéma connu, %s initialisé pour les mises à jour et le contrôle locaux en temps réel.",
    "Stop proxy": "Arrêter le proxy",
    "Sync devices with cloud one time": "Synchronisez les appareils avec le cloud une seule fois (entrez les informations d'identification ci-dessous)",
    "Tuya Cloud Sync": "Tuya Cloud & Synchronisation",
    "appCloudLoginInfo": "Remarque : lorsque la synchronisation de l'application (admin ou régulière de l'adaptateur) est utilisée, il se peut que l'application Tuya Mobile informe d'une connexion depuis un appareil Android au compte Tuya. Cette connexion provient de l'adaptateur !",
    "cloudDescription": "Si vous décidez de stocker vos informations d'identification de connexion à l'application Tuya (application Smart Life ou application Tuya Smart) dans la configuration de l'adaptateur, les appareils sont mis à jour avec chaque démarrage automatique de l'adaptateur. De plus, les états des appareils qui ne sont pas connectés localement peuvent être interrogés et contrôlés via le Tuya Cloud.",
    "cloudPollingWhenNotConnected": "Interroger les appareils via Tuya Cloud s'ils ne sont pas connectés localement ?",
    "generalDescription": "Avec cet adaptateur, vous pouvez contrôler les appareils Tuya dans votre réseau local ou via le Tuya Cloud si une connexion locale ne peut pas être établie. Pour pouvoir obtenir des mises à jour d'état en temps réel et contrôler les appareils, vous devez récupérer la liste des appareils des systèmes Tuya Cloud au moins une fois ou stocker vos informations d'identification Tuya App Cloud. Allez dans l'onglet \"Tuya Cloud & Synchronisation\" pour cela.",
    "iotCloud-Login": "Paramètres de connexion à la plate-forme Tuya IoT",
    "iotCloudDescription": "Pour prendre en charge les mises à jour en temps réel des appareils qui ne sont pas connectés localement, ainsi que par ex. Appareils à batterie, vous pouvez également créer vous-même un compte sur la plate-forme Tuya IoT et lier votre compte d'application et utiliser une connexion Cloud-MQTT.",
    "iotCloudRegisterInfo": "Pour créer un compte sur la plate-forme Tuya IoT, veuillez suivre les instructions sur <a href=\"https://developer.tuya.com/en/docs/iot/Platform_Configuration_smarthome?id=Kamcgamwoevrx\" target=\"_blank\">Plate-forme Tuya IoT</a>.",
    "storeCloudCredentials": "Les informations d'identification cloud doivent-elles être stockées et utilisées pour la synchronisation automatique au démarrage de l'adaptateur ?"
}
